/* original app has been modified and moved */
"%1$@ has been updated and moved. Do you want to change all your keychain items to allow the new version access to your keychain?" = "%1$@ はアップデートされ、移動されています。新しいバージョンがキーチェーンにアクセスできるように、すべてのキーチェーン項目を変更しますか？";

/* original app has been updated (paths equal) v2 */
"%1$@ has been updated. Do you want to allow the new version to access the same keychain items (such as passwords) as the previous version?" = "%1$@ はアップデートされています。旧バージョンのアプリケーションが使用していたキーチェーン項目（パスワードなど）を、新バージョンでも使用できるように変更するのを許可しますか？";

/* original app has been updated (paths equal) */
"%1$@ has been updated. Do you want to change all your keychain items to allow the new version access to your keychain?" = "%1$@ はアップデートされています。新しいバージョンがキーチェーンにアクセスできるように、すべてのキーチェーン項目を変更しますか？";

/* Descriptive text for when the app doesn't match the item's ACL. */
"%1$@ may have been updated or changed, perhaps during a software update. Because of this you need to allow permission to use the keychain item." = "おそらくソフトウェアのアップデート時に、%1$@ がアップデートまたは変更されている可能性があります。このため、キーチェーン項目を使用するアクセス権を与える必要があります。";

/* Descriptive text for when the app doesn't match the item acls in a keychain's items. */
"%1$@ may have been updated or changed, perhaps during a software update. Because of this you need to allow permission to use the keychain." = "おそらくソフトウェアのアップデート時に、%1$@ がアップデートまたは変更されている可能性があります。このため、キーチェーンを使用するアクセス権を与える必要があります。";

/* Confirm Access message text when operation is unknown. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key affected. */
"%1$@ wants to access key \\U201C%2$@\\U201D in your keychain." = "%1$@ は、キーチェーンに含まれるキー“%2$@”へアクセスしようとしています。";

/* Confirm Access message text when attempting to generate a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being generated. */
"%1$@ wants to add the  \\U201C%2$@\\U201D item to your keychain." = "“%1$@”がキーチェーンに“%2$@”という項目を追加しようとしています。";

/* Confirm Access message text when attempting to modify the ACL of a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key of which the ACL is being changed. */
"%1$@ wants to change access permissions of the \\U201C%2$@\\U201D item in your keychain." = "“%1$@”がキーチェーン項目“%2$@”のアクセス権を変更しようとしています。";

/* Confirm Access message text when attempting to modify the owner of a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key of which the owner is being changed. */
"%1$@ wants to change the owner of the \\U201C%2$@\\U201D item in your keychain (the owner of the item is the one allowed to change access permissions)." = "%1$@ は、キーチェーンに含まれる“%2$@”項目のオーナーを変更しようとしています（項目のオーナーとは、アクセス権の変更を許可されているユーザのことです）。";

/* Confirm Access message text when attempting to decrypt using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to decrypt the \\U201C%2$@\\U201D item in your keychain." = "“%1$@”がキーチェーン項目“%2$@”を暗号解除しようとしています。";

/* Confirm Access message text when attempting to delete a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being being deleted. */
"%1$@ wants to delete the \\U201C%2$@\\U201D item from your keychain." = "“%1$@”がキーチェーンから項目“%2$@”を削除しようとしています。";

/* Confirm Access message text when attempting to derive a key from a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used to derive a key from. */
"%1$@ wants to derive a key from key \\U201C%2$@\\U201D in your keychain." = "%1$@ は、キーチェーンに含まれるキー“%2$@”から新しいキーを派生させようとしています。";

/* Confirm Access message text when attempting to encrypt using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to encrypt using key \\U201C%2$@\\U201D in your keychain." = "%1$@ は、キーチェーンに含まれるキー“%2$@”を使用して暗号化しようとしています。";

/* Confirm Access message text when attempting to export a key in wrapped form. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being exported. */
"%1$@ wants to export key \\U201C%2$@\\U201D from your keychain." = "%1$@ は、キーチェーンのキー“%2$@”を書き出そうとしています。";

/* Confirm Access message text when attempting to import a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being imported. */
"%1$@ wants to import key \\U201C%2$@\\U201D into your keychain." = "“%1$@”がキーチェーンにキー“%2$@”を読み込もうとしています。";

/* Confirm Access message text when attempting to sign using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to sign using key \\U201C%2$@\\U201D in your keychain." = "%1$@ は、キーチェーンに含まれるキー“%2$@”を使用して署名しようとしています。";

/* Confirm Access message text when attempting to sign using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to sign with key \\U201C%2$@\\U201D in your keychain." = "%1$@ は、キーチェーンに含まれるキー“%2$@”で署名しようとしています。";

/* Unlock reason */
"%1$@ wants to use the \\U201C%2$@\\U201D keychain." = "“%1$@”がキーチェーン“%2$@”を使おうとしています。";

/* Confirm Access message text when attempting to decrypt using a groupkey. %1$@ is replaced by the name of the application making the request. %2$@ says '...allow?' or '...enter keychain password' if password is required for the operation. */
"%1$@ wants to use your .Mac password. %2$@" = "%1$@ から、.Mac パスワードを使用することが要求されています。%2$@";

/* Confirm Access message text when attempting to decrypt using a groupkey. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to use your confidential information stored in \\U201C%2$@\\U201D in your keychain." = "%1$@ は、キーチェーン内の“%2$@”に保存されている機密情報を使用しようとしています。";

/* Part of the Confirm Access message text when application fails static code-signing verification.  %1$@ is replaced by the name of the application making the request. */
"\\U201C%1$@\\U201D has been altered on disk. You might be running something that is pretending to be \\U201C%1$@\\U201D." = "“%1$@”がディスク上で変更されています。“%1$@”に偽装したアプリケーションを実行している可能性があります。";

/* Part of the Confirm Access message text when application has failed dynamic code-signing verification.  %1$@ is replaced by the name of the application making the request. */
"\\U201C%1$@\\U201D has been modified while running and no longer conforms to what was installed on disk." = "“%1$@”が実行中に変更され、ディスクにインストールされているものと一致しなくなりました。";

/* Part of the Confirm Access message text when neither a signature nor a path is available to verify the application. */
"\\U201C%1$@\\U201D is unknown. Access is denied." = "“%1$@”は不明です。アクセスが拒否されました。";

/* new app introduced, give it access? */
"An application named %1$@ needs to access your keychain, but there is an existing version. Do you want to change all your keychain items to allow the new version access to your keychain?" = "%1$@ という名前のアプリケーションがキーチェーンへのアクセスを必要としていますが、すでに既存のバージョンがあります。新しいバージョンがキーチェーンにアクセスできるように、すべてのキーチェーン項目を変更しますか？";

/* AppType */
"Application:" = "アプリケーション：";

/* Authentication no longer needed */
"Authentication is no longer needed." = "この時点では、もう認証は必要ありません。";

/* Cancel button title */
"Cancel" = "キャンセル";

/* changed application wanting access */
"Changed Process:" = "変更されたプロセス：";

/* confirm that a application changed panel title string */
"Confirm Application Change" = "アプリケーション変更の確認";

/* Copy Location To Clipboard SFURLView menu item */
"Copy Location To Clipboard" = "場所をクリップボードにコピー";

/* Detail disclosure button label.  Details about authorization requests. */
"Detail" = "詳細";

/* Do you want to allow access to this item? */
"Do you want to allow access to this item?" = "この項目へのアクセスを許可しますか？";

/* Do you want to allow this? */
"Do you want to allow this?" = "これを許可しますか？";

/* Password for a newly created keychain, change keychain password. */
"Enter a new password for the keychain \\U201C%1$@.\\U201D" = "キーチェーン“%1$@”の新しいパスワードを入力してください。";

/* When configuring a keychain on additional Macs (non-login kc) */
"Enter the password for keychain \\U201C%1$@\\U201D on \\U201C%2$@\\U201D." = "“%2$@”上のキーチェーン“%1$@”のパスワードを入力してください。";

/* Enter the password for keychain \\U201C%1$@\\U201D on one of the computers you have synchronized. */
"Enter the password for keychain \\U201C%1$@\\U201D on one of the computers you have synchronized." = "同期しているコンピュータの内の 1 つで使用しているキーチェーン“%1$@”のパスワードを入力してください。";

/* Part of the Confirm Access message text when application signature cannot be verified.  %1$@ is replaced by the name of the application making the request. */
"It is not possible to tell whether \\U201C%1$@\\U201D is unchanged from the last time it was used. Someone could have modified or replaced it." = "“%1$@”が前回使用された後に変更されていないかどうかを判断できません。ほかのユーザが変更したり置き換えたりした可能性もあります。";

/* Keychain Access application's name */
"Keychain Access.app" = "Keychain Access.app";

/* When referring to a faceless application or tool that represents the system, Mac OS X, your computer, your system, this replaces the client name in the authentication dialog */
"Mac OS X" = "Mac OS X";

/* Shown instead of Password: when asking the user to provide a new password or change an old one. */
"New Password:" = "新しいパスワード：";

/* No button title */
"No" = "いいえ";

/* Sometimes no password is required and the field is inactive.  This string is set in it as a placeholder. */
"Not required." = "必要ありません。";

/* OK button title */
"OK" = "OK";

/* Show user provided hint to help remember password */
"Password hint: \\U201C%1$@\\U201D." = "パスワードのヒント：“%1$@”。";

/* In the case of a smartcard instead of a keychain, the PIN label is substituted where the Password label is. */
"PIN:" = "PIN：";

/* Unlock reason detail */
"Please enter the keychain password." = "キーチェーンのパスワードを入力してください。";

/* Typical pwd suggestion */
"Secure passwords typically are longer than 6 characters and should not contain obvious words like dog, cat, and so on." = "安全なパスワードを作成するには、通常 7 文字以上の英数字を使用します。また、dog や cat などの分かりやすい単語を入れないでください。";

/* Authentication unable to continue */
"Sorry, unable to continue the authentication." = "認証を続けることができません。";

/* Unlock unable to continue */
"Sorry, unable to continue the unlock." = "ロックの解除を続けることができません。";

/* Authentication canceled */
"Sorry, you attempted to authenticate too many times." = "認証を何回か試みましたが、制限されている再試行の回数を超えてしまいました。";

/* NewPwd canceled */
"Sorry, you attempted to set your password for the \\U201C%1$@\\U201D keychain too many times." = "キーチェーン“%1$@”のパスワードを設定しようとする操作をこれ以上繰り返すことはできません。";

/* Unlock canceled */
"Sorry, you attempted to unlock \\U201C%1$@\\U201D too many times." = "“%1$@”のロックを解除しようとする操作をこれ以上繰り返すことはできません。";

/* Unlock failed; invalid password */
"Sorry, you entered an invalid password." = "入力したパスワードが正しくありません。";

/* For referring to the system keychain. */
"System" = "システム";

/* Application with same name is different and possibly in a different location as well. */
"The \\U201C%1$@\\U201D software on your computer has changed and wants to access your keychain." = "“%1$@”ソフトウェアが変更されたため、キーチェーンにアクセスする必要があります。";

/* Part of the Confirm Access informational text when application is unsigned.  %1$@ is replaced by the name of the application making the request. */
"The authenticity of \\U201C%1$@\\U201D cannot be verified." = "“%1$@”の真正性を確認できません。";

/* error after succefully entering a password which then fails to get added to a keychain. */
"The item could not be added to your default keychain." = "この項目はデフォルトのキーチェーンに追加できませんでした。";

/* detailed message for allowing a process to have the same access as original app v2. */
"The keychain items may include passwords and other important information. If you click Allow, the new version of \\U201C%1$@\\U201D will have access to all the keychain items used by previous version. This change is permanent." = "キーチェーン項目には、パスワードやその他の重要な情報が含まれている場合があります。“許可”をクリックすると、新しいバージョンの“%1$@”が以前のバージョンで使用されていたすべてのキーチェーン項目にアクセスできるようになります。この変更は恒久的なものです。";

/* Authentication failed; invalid username or password */
"The name or password you entered is incorrect." = "入力した名前またはパスワードが間違っています。";

/* detailed message for allowing a process to have the same access as original app. */
"This change is permanent and affects all keychain items in all your keychains." = "この変更は恒久的であり、すべてのキーチェーンに含まれるすべてのキーチェーン項目に影響を与えます。";

/* Application with same name is different and possibly in a different location as well. */
"This is a new version of the application \\U201C%1$@\\U201D. Do you want to allow it to access the same keychain items as the previous version?" = "これは、アプリケーション“%1$@”の新しいバージョンです。このアプリケーションが以前のバージョンと同じキーチェーン項目にアクセスするのを許可しますか？";

/* When configuring a keychain on additional Macs - details text */
"This is the same password you used to first synchronize your keychain \\U201C%@\\U201D with .Mac." = "このパスワードは、キーチェーン“%@”を .Mac と最初に同期したときに使用したパスワードと同じです。";

/* Please enter the keychain password. */
"To allow this, enter the \\U201C%1$@\\U201D keychain password." = "許可するには、キーチェーン“%1$@”のパスワードを入力してください。";

/* When configuring a keychain on additional Macs (login kc) */
"To synchronize your keychain on this computer, enter the password for your user account on \\U201C%1$@\\U201D." = "このコンピュータ上のキーチェーンを同期するには、“%1$@”上のユーザアカウントのパスワードを入力してください。";

/* To synchronize your keychain on this computer, enter your user account password for any of the computers you synchronize. */
"To synchronize your keychain on this computer, enter your user account password for any of the computers you synchronize." = "このコンピュータ上のキーチェーンを同期するには、同期しているコンピュータのユーザアカウントのパスワードを入力してください。";

/* ToolType */
"Tool:" = "ツール：";

/* Try again later */
"Try again later." = "後でもう一度やり直してください。";

/* Please Try again */
"Try entering your information again." = "もう一度情報を入力してみてください。";

/* Authenticate greeting changing the system certificate Trust Settings. */
"Type an administrator's name and password to make changes to the System Certificate Trust Settings." = "システム証明書の信頼設定を変更するときは、管理者の名前とパスワードを入力してください。";

/* Authenticate greeting for a non-admin asking to authenticate as an admin.  %1$@ gets replaced with Application name, or the localized string representing the system (Mac OS X). */
"Type an administrator\\U2019s name and password to allow %1$@ to make changes." = "“%1$@”に変更を許可するには、管理者の名前とパスワードを入力してください。";

/* Authenticate greeting for any group.  %1$@ gets replaced with group name and %2$@ gets replaced with the calling Application's name, or the localized string representing the system (Mac OS X). */
"Type the name and password of a user in the \\U201C%1$@\\U201D group to allow %2$@ to make changes." = "“%2$@”に変更を許可するには、“%1$@”グループに属するユーザの名前とパスワードを入力してください。";

/* Authenticate greeting for an admin, or a user that can authorize.  %1$@ gets replaced with Application name, or the localized string representing the system (Mac OS X). */
"Type your password to allow %1$@ to make changes." = "“%1$@”に変更を許可するには、パスワードを入力してください。";

/* Authenticate greeting changing the per-user certificate Trust Settings. */
"Type your password to make changes to your Certificate Trust Settings." = "証明書の信頼設定を変更するときは、パスワードを入力してください。";

/* UnkownProcessType */
"Unknown:" = "不明：";

/* Unlock no longer needed */
"Unlock is no longer needed." = "この時点では、ロック解除はもう必要ありません。";

/* Yes button title */
"Yes" = "はい";

/* pwd is blank */
"You have not provided a password. Please specify one." = "パスワードを指定していません。適切なものを指定してください。";

/* pwd too simple */
"You have specified a non-secure password. Please use a longer one." = "安全ではないパスワードを指定しています。もっと長いものを使用してください。";

/* used that pwd before */
"You have used that password before. Please use a different one." = "このパスワードは以前使用していたものです。別のものを使用してください。";

/* Authentication failure for admin group.  %1$@ gets replaced with Application name. */
"You must type an administrator\\U2019s name and password to make changes to %1$@." = "%1$@ を変更するには、管理者の名前とパスワードを入力する必要があります。";

/* Authentication failure for any group.  %1$@ gets replaced with group name and %2$@ gets replaced with the calling Application's name. */
"You must type the name and password of a user in the \\U201C%1$@\\U201D group to make changes to %2$@." = "%2$@ を変更するには、“%1$@”グループに属するユーザの名前とパスワードを入力する必要があります。";

/* NewPwd verify not equal */
"Your password is not the same as the verify password." = "このパスワードは検証用のパスワードと一致していません。";

/* pwd unacceptable */
"Your password is unacceptable." = "パスワードが受け付けられません。";

